NSHumanReadableCopyright = "Bản quyền 2013 Google Inc. Mọi quyền được bảo lưu.";
WebPluginDescription = "Máy chủ Chrome Remote Desktop";
WebPluginName = "Cho phép người dùng khác truy cập máy tính của bạn một cách an toàn qua Internet.";